Repository: DigitalLabsIndra/hagrid
Catalog: po/hagrid/*.po
Languages: ar, nl, ru

# Subject for verification email
source: Verify {userid} for your key on {domain}
ar: ‫تحققْ من {userid} لأجل مفتاحك في {domain}‬
nl: Verifieer {userid} voor uw sleutel op {domain}
ru: Подтверди {userid} для твоего ключа на {domain}

# Subject for manage email
source: Manage your key on {domain}
ar: ‫أدرْ مفتاحك في {domain}‬
nl: Beheer uw sleutel op {domain}
ru: Натрой свой ключ на {domain}

source: Error
ar: هناك خطأ
nl: Fout
ru: Ошибка

source: Looks like something went wrong :(
ar: ‫يبدو أن مشكلة ما حصلت :(‬
nl: Het lijkt erop dat er iets mis is gegaan :(
ru: Похоже, что-то пошло не так :(

source: Error message: {{ internal_error }}
ar: ‫رسالة الخطأ : {{ internal_error }}‬
nl: Foutmelding: {{internal_error}}
ru: Сообщение об ошибке: {{ internal_error }}

source: There was an error with your request:
ar: ‫هناك خطأ في طلبك :
nl: Er is een fout opgetreden bij uw verzoek:
ru: Запрос привёл к ошибке:

source: We found an entry for <span class="email">{{ query }}</span>:
ar: ‫لقد عثرنا على مُدخَلة لـ <span class="email">{{ query }}</span> :
nl: We hebben een vermelding gevonden voor {{query}}:
ru: Найдена запись для <span class="email">{{ query }}</span>:

source: <strong>Hint:</strong> It's more convenient to use <span class="brand">keys.openpgp.org</span> from your OpenPGP software.<br /> Take a look at our <a href="/about/usage">usage guide</a> for details.
ar: ‫<strong>نصيحة :</strong> من اﻷنسب استخدام <span class="brand">keys.openpgp.org</span> انطلاقا من برنامج OpenPGP. <br /> عليك بإلقاء نظرة عن ذلك في <a href="/about/usage">دليل الاستخدام</a> للمزيد من التفاصيل.‬
nl: <strong>Tip:</strong> het is handiger om <span class="brand">keys.openpgp.org</span> te gebruiken vanuit uw OpenPGP-software.<br /> Bekijk onze <a href="/about/usage">gebruikershandleiding</a> voor meer informatie.
ru: <strong>Подсказка:</strong> Намного проще использовать <span class="brand">keys.openpgp.org</span> из вашей OpenPGP программы.<br /> Для более подробной информации смотри <a href="/about/usage">руководство пользования</a>.

source: debug info
ar: معلومات التصحيح
ru: отладочная информация

source: Search by Email Address / Key ID / Fingerprint
ar: ابحث بعنوان البريد الإلكتروني أو بمُعرِّف المفتاح أو بالبصمة
nl: Zoeken op e-mailadres / sleutel-ID / vingerafdruk
ru: Поиск по адресу электронной почты / ID ключа / отпечаткам пальцев

source: Search
ar: ابحث
nl: Zoek
ru: Искать

source: You can also <a href="/upload">upload</a> or <a href="/manage">manage</a> your key.
ar: يمكنك أيضا <a href="/upload">رفع</a> أو <a href="/manage">إدارة</a> مفتاحك.‏
nl: U kunt uw sleutel ook <a href="/upload">uploaden</a> of <a href="/manage">beheren</a>.
ru: Вы также можете <a href="/upload">загрузить</a> или <a href="/manage">настроить</a> свой ключ.

source: Find out more <a href="/about">about this service</a>.
ar: اعرف المزيد <a href="/about">عن هذه الخدمة</a>.‏
nl: Lees meer over <a href="/about">deze dienst</a>.
ru: Узнайте больше <a href="/about">об этом сервисе</a>.

source: News:
ar: اﻷخبار :‏
nl: Nieuws:
ru: Новости:

source: <a href="/about/news#2019-09-12-three-months-later">Three months after launch ✨</a> (2019-09-12)
ar: ‫<a href="/about/news#2019-09-12-three-months-later">بعد مرور ثلاثة أشهر على انطلاقه ✨</a> (2019-09-12) (الصفحة بالإنجليزية)‬

source: v{{ version }} built from
ar: ‫الإصدار {{ version }} بُنِي انطلاقا من
nl: v{{version}} gebouwd van
ru: версия {{ version }} собранная из

source: Powered by <a href="https://sequoia-pgp.org">Sequoia-PGP</a>
ar: ‫مُشغَّل بواسطة <a href="https://sequoia-pgp.org">Sequoia-PGP</a>‬
ru: работающая на <a href="https://sequoia-pgp.org">Sequoia-PGP</a>

source: Background image retrieved from <a href="https://www.toptal.com/designers/subtlepatterns/subtle-grey/">Subtle Patterns</a> under CC BY-SA 3.0
ar: ‫أُخذَت الصورة الخلفية من <a href="https://www.toptal.com/designers/subtlepatterns/subtle-grey/">Subtle Patterns</a> بموجب اﻹصدار 3.0‬ من « رخصة المشاع الإبداعي » (النِّسبَة، الترخيص بالمثل)
nl: Achtergrondafbeelding opgehaald van <a href="https://www.toptal.com/designers/subtlepatterns/subtle-grey/">Subtle Patterns</a> onder CC BY-SA 3.0
ru: Фоновое изображение, полученное из <a href="https://www.toptal.com/designers/subtlepatterns/subtle-grey/">Subtle Patterns</a> под CC BY-SA 3.0

source: Maintenance Mode
ar: وضع الصيانة
nl: Onderhoud
ru: Режим технического обслуживания

source: Manage your key
ar: أدِر مفتاحك
nl: Beheer uw sleutel
ru: Натрой свой ключ

source: Enter any verified email address for your key
ar: أدخِل عنوان البريد الإلكتروني المُتحقَّق منه لمفتاحك
nl: Voer één van de geverifieerd e-mailadressen van uw sleutel in
ru: Введи любой проверенный адрес электронной почты для твоего ключа

source: Send link
ar: أرسِلْ الوصلة
nl: Stuur link
ru: Отправь ссылку

source: We will send you an email with a link you can use to remove any of your email addresses from search.
ar: سنرسل لك رسالة إلكترونية تحتوي على وصلة تسمح لك بإزالة أحد عناوين بريدك اﻹلكتروني من البحث.‏
nl: We sturen u een e-mail met een link die u kunt gebruiken om al uw e-mailadressen uit de zoekresultaten te verwijderen.
ru: Мы вышлем вам письмо со ссылкой, которую вы можете использовать для удаления любого из ваших адресов электронной почты из поиска.

source: Managing the key <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.
ar: ‫إدارة المفتاح <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.‬
nl: Beheren van de sleutel <span class="fingerprint"><a href="{{ key_link }}" target="_blank"> {{key_fpr}}</a></span>.
ru: Управление ключом <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.

source: Your key is published with the following identity information:
ar: مفتاحك منشور بموجب معلومات الهوية أسفله :‏
nl: Uw sleutel wordt gepubliceerd met de volgende identiteitsgegevens:
ru: Ваш ключ опубликован со следующей идентификационной информацией:

source: Delete
ar: احدف
nl: Verwijderen
ru: Удалить

source: Clicking "delete" on any address will remove it from this key. It will no longer appear in a search.<br /> To add another address, <a href="/upload">upload</a> the key again.
ar: ‫إن الضغط على زر « احذف » الذي بجانب العنوان سوف يزيله من هذا المفتاح. ولن يظهر بعد ذلك في البحث. <br /> لإضافة عنوان آخر، عليك ب<a href="/upload">رفع</a> المفتاح مرة أخرى.‬
nl: Als u bij een van de adressen op "verwijderen" klikt, wordt het van deze sleutel verwijderd. Het wordt niet langer weergegeven in een zoekopdracht.<br /> <a href="/upload">Upload</a> de sleutel opnieuw om een ander adres toe te voegen.
ru: Нажатие "удалить" около любого адреса удалит его из этого ключа. Он больше не будет отображаться в поиске.<br />Чтобы добавить еще один адрес, <a href="/upload">загрузи</a>ключ снова.

source: Your key is published as only non-identity information. (<a href="/about" target="_blank">What does this mean?</a>)
ar: ‫لقد نُشِر مفتاحك فقط كمعلومة لا تمكِّن من التعرف على هويتك. (<a href="/about" target="_blank">ماذا يعني ذلك ؟</a>)‬
nl: Uw sleutel wordt gepubliceerd als niet-identiteitsinformatie. (<a href="/about" target="_blank">Wat betekent dit?</a>)
ru: Ключ опубликован как не имеющий идентификационной информации. (<a href="/about" target="_blank">Что это значит?</a>)

source: To add an address, <a href="/upload">upload</a> the key again.
ar: ﻹضافة عنوان، عليك ب<a href="/upload">رفع</a> المفتاح مرة أخرى.‏
nl: <a href="/upload">Upload</a> de sleutel opnieuw om een adres toe te voegen.
ru: Чтобы добавить адрес, <a href="/upload">загрузи</a> ключ снова.

source: We have sent an email with further instructions to <span class="email">{{ address }}</span>.
ar: ‫لقد أرسلنا رسالة إليك، فيها تعليمات أخرى إلى العنوان اﻹلكتروني <span class="email">{{ address }}</span>.‬
nl: We hebben een e-mail gestuurd met verdere instructies naar <span class="email">{{address}}</span>.
ru: Мы отправили электронное письмо с дальнейшими инструкциями на <span class="email">{{ address }}</span>.

source: This address has already been verified.
ar: لقد سبق التحقق من هذا العنوان.‏
nl: Dit adres is al geverifieerd.
ru: Этот адрес был уже проверен.

source: Your key <span class="fingerprint">{{ key_fpr }}</span> is now published for the identity <a href="{{userid_link}}" target="_blank"><span class="email">{{ userid }}</span></a>.
ar: ‫لقد نُشِر مفتاحك <span class="fingerprint">{{ key_fpr }}</span> اﻵن بالنسبة للهوية <a href="{{userid_link}}" target="_blank"><span class="email">{{ userid }}</span></a>.‬
nl: Uw sleutel <span class="fingerprint">{{key_fpr}}</span> is nu gepubliceerd voor de identiteit <a href="{{userid_link}}" target="_blank"><span class="email">{{userid}}</span></a>.
ru: Ваш ключ <span class="fingerprint">{{ key_fpr }}</span> теперь опубликован с идентификацией <a href="{{userid_link}}" target="_blank"><span class="email">{{ userid }}</span></a>.

source: Upload your key
ar: ارفع مفتاحك
nl: Upload uw sleutel
ru: Загрузка ключа

source: Upload
ar: ارفع
ru: Загрузи

source: Need more info? Check our <a target="_blank" href="/about">intro</a> and <a target="_blank" href="/about/usage">usage guide</a>.
ar: ‫أأنت بحاجة إلى معلومات أخرى ؟ يمكنك تفقد <a target="_blank" href="/about">مقدمتنا</a> و<a target="_blank" href="/about/usage">دليلنا</a>.‬
nl: Meer informatie nodig? Bekijk onze <a target="_blank" href="/about">intro</a> en <a target="_blank" href="/about/usage">gebruikshandleiding</a>.
ru: Нужна дополнительная информация? Посмотри <a target="_blank" href="/about">введение</a> и <a target="_blank" href="/about/usage">руководство пользования</a>.

source: You uploaded the key <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.
ar: ‫لقد رفعت المفتاح <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.‬
nl: U heeft de sleutel <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{key_fpr}}</a></span> geüpload.
ru: Загружен ключ <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.

source: This key is revoked.
ar: لقد أُبطِل هذا المفتاح.‏
nl: Deze sleutel is ingetrokken.
ru: Этот ключ отозван.

source: It is published without identity information and can't be made available for search by email address (<a href="/about" target="_blank">what does this mean?</a>).
ar: ‫لقد نُشِر فقط كمعلومة لا تمكِّن من التعرف على هويتك، كما لم يعد متاحا للبحث عنه بواسطة عنوان البريد الإلكتروني (<a href="/about" target="_blank">ماذا يعني ذلك ؟</a>)‬.‏‬
nl: Dit wordt gepubliceerd zonder identiteitsgegevens en kan niet worden doorzocht op e-mailadres (<a href="/about" target="_blank">wat betekent dit?</a>).
ru: Он опубликован без идентификации и поэтому не доступен для поиска по электронному адресу (<a href="/about" target="_blank">что это значит?</a>).

source: This key is now published with the following identity information (<a href="/about" target="_blank">what does this mean?</a>):
ar: مفتاحك منشور بموجب معلومات الهوية أسفله (<a href="/about" target="_blank">ماذا يعني ذلك ؟</a>) :‏
nl: Deze sleutel wordt nu gepubliceerd met de volgende identiteitsgegevens (<a href="/about" target="_blank">wat betekent dit?</a>):
ru: Этот ключ опубликован со следующей идентификационной информацией (<a href="/about" target="_blank">что это значит?</a>):

source: Published
ar: نُشِر
nl: Gepubliceerd
ru: Опубликован

source: This key is now published with only non-identity information. (<a href="/about" target="_blank">What does this mean?</a>)
ar: ‫لقد نُشِر مفتاحك الآن فقط كمعلومة لا تمكِّن من التعرف على هويتك. (<a href="/about" target="_blank">ماذا يعني ذلك ؟</a>)‬
nl: Deze sleutel wordt nu gepubliceerd zonder identiteitsinformatie. (<a href="/about" target="_blank">Wat betekent dit?</a>)
ru: Этот ключ опубликован без идентификационной информации. (<a href="/about" target="_blank">Что это значит</a>)

source: To make the key available for search by email address, you can verify it belongs to you:
ar: لتمكين البحث عن المفتاح عبر عنوان البريد اﻹلكتروني، يمكنك تأكيد ملكيتك له :‏
nl: Om de sleutel beschikbaar te maken voor zoeken op e-mailadres, kunt u valideren dat deze van u is:
ru: Чтобы сделать ключ доступным для поиска по адресу электронной почты, ты можешь подтвердить, что он принадлежит тебе:

source: Verification Pending
ar: في انتظار التحقُّق
nl: Verificatie in behandeling
ru: Ожидает подтверждения

source: <strong>Note:</strong> Some providers delay emails for up to 15 minutes to prevent spam. Please be patient.
ar: <strong>ملاحظة : </strong>قد يؤخر بعض مزودي خدمة البريد اﻹلكتروني وصول الرسائل إلى ما يقارب 15 دقيقة للوقاية من الرسائل المزعجة. يُرجى الصبر قليلا.‏
nl: <strong>Opmerking:</strong> sommige providers vertragen e-mails maximaal 15 minuten om spam te voorkomen. Wees alstublieft geduldig.
ru: <strong>Примечание:</strong> Некоторые провайдеры задерживают рассылку писем до 15 минут для предотвращения спама. Пожалуйста, наберитесь терпения.

source: Send Verification Email
ar: أرسِل رسالة التحقُّق
nl: Verzend verificatie-e-mail
ru: Отправить проверочное письмо

source: This key contains one identity that could not be parsed as an email address.<br /> This identity can't be published on <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Why?</a>)
ar: ‫يحتوي هذا المفتاح على هوية واحدة لا يمكن التعرف على عنوان بريدها الإلكتروني.<br /> لذا، سيتعذر نشر هذه الهوية في <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">لماذا ؟</a>)‬
nl: Deze sleutel bevat één identiteit die niet kan worden ontleed als e-mailadres. Deze identiteit kan niet worden gepubliceerd op <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Waarom?</a>)
ru: Этот ключ содержит идентификацию, которая не может быть распознана как адрес электронной почты.<br /> Эта идентификация не может быть опубликована на <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Почему?</a>)

source: This key contains {{ count_unparsed }} identities that could not be parsed as an email address.<br /> These identities can't be published on <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Why?</a>)
ar: ‫يحتوي هذا المفتاح على {{ count_unparsed }} هويات لا يمكن التعرف على عنوان بريدها الإلكتروني.<br /> لذا، سيتعذر نشر هذه الهويات في <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">لماذا ؟</a>)‬
nl: Deze sleutel bevat {{count_unparsed}} identiteiten die niet kunnen worden ontleed als e-mailadres.<br /> Deze identiteiten kunnen niet worden gepubliceerd op <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Waarom?</a>)
ru: Этот ключ содержит {{ count_unparsed }} идентификаций, которые не могут быть распознаны как адреса электронной почты.<br /> Эти идентификации не могут быть опубликованы на <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Почему?</a>)

source: This key contains one revoked identity, which is not published. (<a href="/about/faq#revoked-uids" target="_blank">Why?</a>)
ar: ‫يحتوي هذا المفتاح على هوية واحدة قد أُبطلَت، ولم يتم نشرها. (<a href="/about/faq#non-email-uids" target="_blank">لماذا ؟</a>)‬
nl: Deze sleutel bevat één ingetrokken identiteit, die niet is gepubliceerd. (<a href="/about/faq#revoked-uids" target="_blank">Waarom?</a>)
ru: Этот ключ содержит отозванную идентификацию, которая не опубликована. (<a href="/about/faq#revoked-uids" target="_blank">Почему?</a>)

source: This key contains {{ count_revoked }} revoked identities, which are not published. (<a href="/about/faq#revoked-uids" target="_blank">Why?</a>)
ar: ‫يحتوي هذا المفتاح على {{ count_revoked }} هويات قد أُبطلَت، ولم يتم نشرها. (<a href="/about/faq#non-email-uids" target="_blank">لماذا ؟</a>)‬
nl: Deze sleutel bevat {{count_revoked}} ingetrokken identiteiten, die niet zijn gepubliceerd. (<a href="/about/faq#revoked-uids" target="_blank">Waarom?</a>)
ru: Этот ключ содержит {{ count_revoked }} отозванных идентификаций, которые не опубликованны. (<a href="/about/faq#revoked-uids" target="_blank">Почему?</a>)

source: Your keys have been successfully uploaded:
ar: لقد رُفعَت مفاتيحك بنجاح :‏
nl: Uw sleutels zijn succesvol geüpload:
ru: Твои ключи были успешно загружены:

source: <strong>Note:</strong> To make keys searchable by email address, you must upload them individually.
ar: ‬<strong>ملاحظة :</strong> لتمكين البحث عن مفاتيحك بواسطة عنوان البريد الإلكتروني، عليك برفعها فرديا.
nl: <strong>Opmerking:</strong> Om sleutels doorzoekbaar te maken op e-mailadres, moet u deze afzonderlijk uploaden.
ru: <strong>Примечание:</strong> Чтобы сделать ключи доступными для поиска по адресу электронной почты, надо загрузить их по отдельности.

source: Verifying your email address…
ar: يجري التحقق من عنوان بريدك الإلكتروني…‏
nl: Uw e-mailadres verifiëren...
ru: Проверка адреса электронной почты...

source: If the process doesn't complete after a few seconds, please <input type="submit" class="textbutton" value="click here" />.
ar: إذا لم تكتمل العملية بعد بضع ثوان، يُرجى <input type="submit" class="textbutton" value="cliquer ici"/>.‏
nl: Als het proces na enkele seconden niet is voltooid, <input type="submit" class="textbutton" value="click here" /> alstublieft.
ru: Если процесс не завершится через несколько секунд, пожалуйста <input type="submit" class="textbutton" value="нажми сюда"/>.

source: Manage your key on {{domain}}
ar: أدرْ مفتاحك في {domain}
nl: Beheer uw sleutel op {{domain}}
ru: Натрой свой ключ на {{domain}}

source: Hi,
ar: أهلا بك،‏
nl: Hallo,
ru: Привет,

source: This is an automated message from <a href="{{base_uri}}" style="text-decoration:none; color: #333">{{domain}}</a>.
ar: ‫هذه رسالة آلية من <a href="{{base_uri}}" style="text-decoration:none; color: #333">{{domain}}</a>.‬
nl: Dit is een automatisch bericht van <a href="{{base_uri}}" style="text-decoration:none; color: #333">{{domain}}</a>.
ru: Это автоматическое сообщение сообщение от <a href="{{base_uri}}" style="text-decoration:none; color: #333">{{domain}}</a>.

source: If you didn't request this message, please ignore it.
ar: إذا لم تطلب التوصل بهذه الرسالة، يُرجى تجاهلها.‏
nl: Als je dit bericht niet hebt opgevraagd, negeer het dan.
ru: Если вы не запрашивали это сообщение, проигнорируйте его пожалуйста.

source: OpenPGP key: <tt>{{primary_fp}}</tt>
ar: ‫مفتاح OpenPGP ‏: <tt>{{primary_fp}}</tt>‬
nl: OpenPGP sleutel: <tt>{{primary_fp}}</tt>
ru: OpenPGP ключ: <tt>{{primary_fp}}</tt>

source: To manage and delete listed addresses on this key, please follow the link below:
ar: لإدارة أو حذف العناوين المُدرَجة مع هذا المفتاح، يُرجى اتباع الوصلة أسفله :‏
nl: Om de vermelde adressen op deze sleutel te beheren en/of te verwijderen, volg de onderstaande link:
ru: Для настройки и удаления перечисленных на этом ключе адресов перейди по ссылке ниже:

source: You can find more info at <a href="{{base_uri}}/about">{{domain}}/about</a>.
ar: ‫يمكنك الاطلاع على المزيد من المعلومات عبر الصفحة <a href="{{base_uri}}/about">‎‪{{domain}}/about‬</a>.
nl: Je kunt meer informatie vinden op<a href="{{base_uri}}/about"> {{domain}}/over</a>.
ru: Дополнительную информацию можно найти по адресу <a href="{{base_uri}}/about">{{domain}}/about</a>.

source: distributing OpenPGP keys since 2019
ar: ‫يوزِّع مفاتيح OpenPGP منذ 2019‬
nl: distributie van OpenPGP-sleutels sinds 2019
ru: распространение OpenPGP ключей с 2019 года

source: This is an automated message from {{domain}}.
ar: ‫هذه رسالة آلية من {{domain}}.‬‬
nl: Dit is een automatisch bericht van {{domain}}.
ru: Это автоматическое сообщение сообщение от {{domain}}.

source: OpenPGP key: {{primary_fp}}
ar: ‫مفتاح OpenPGP ‏: {{primary_fp}}‬
nl: OpenPGP sleutel: {{primary_fp}}
ru: OpenPGP ключ: {{primary_fp}}

source: You can find more info at {{base_uri}}/about
ar: ‫يمكنك الاطلاع على المزيد من المعلومات عبر الصفحة ‎‪{{domain}}/about‬.
nl: Je kunt meer informatie vinden op {{base_uri}}/over
ru: Дополнительную информацию можно найти по адресу {{base_uri}}/about

source: Verify {{userid}} for your key on {{domain}}
ar: ‫تحققْ من {userid} لأجل مفتاحك في {domain}‬
nl: Verifieer {{userid}} voor uw sleutel op {{domain}}
ru: Подтверди {{userid}} для твоего ключа на {{domain}}

source: To let others find this key from your email address "<a rel="nofollow" href="#" style="text-decoration:none; color: #333">{{userid}}</a>", please click the link below:
ar: ‫للسماح للآخرين العثور على هذا المفتاح انطلاقا من عنوان البريد الإلكتروني « <a rel="nofollow" href="#" style="text-decoration:none; color : #333">{userid}}</a> »، يُرجى الضغط على الوصلة أسفله :‬
nl: Klik op de onderstaande link om anderen deze sleutel te laten vinden van uw e-mailadres "<a rel="nofollow" href="#" style="text-decoration:none; color: #333">{{userid}}</a>":
ru: Чтобы позволить другим найти этот ключ с помощью твоего адреса электронной почты "<a rel="nofollow" href="#" style="text-decoration:none; color: #333">{{userid}}</a>", перейдите по ссылке ниже пожалуйста:

source: To let others find this key from your email address "{{userid}}", please follow the link below:
ar: ‫للسماح للآخرين العثور على هذا المفتاح انطلاقا من عنوان البريد الإلكتروني « {userid}} »،‬ ‫يُرجى اتباع الوصلة أسفله :‬
nl: Om anderen deze sleutel te laten vinden van uw e-mailadres "{{userid}}", klik op de onderstaande link:
ru: Чтобы позволить другим найти этот ключ с помощью твоего адреса электронной почты "{{userid}}", перейдите по ссылке ниже пожалуйста:

source: This link is invalid or expired
ar: هذه الوصلة باطلة أو انتهت صلاحيتها
nl: Deze link is ongeldig of verlopen
ru: Эта ссылка неверна или просрочена

source: Malformed address: {address}
ar: ‫العنوان غير صحيح : {address}‬
nl: Ongeldig adres: {adres}
ru: Некорректный адрес: {address}

source: No key for address: {address}
ar: ‫لا يوجد مفتاح لهذا العنوان : {address}‬
nl: Geen sleutel voor adres: {address}
ru: Нет ключа для адреса: {address}

source: A request has already been sent for this address recently.
ar: لقد سبق إرسال الطلب إلى هذا العنوان حديثا.‏
nl: Er is onlangs al een verzoek voor dit adres verzonden.
ru: На этот адрес уже был недавно отправлен запрос.

source: Parsing of key data failed.
ar: فشِل تحليل بيانات المفتاح.‏
nl: Ontleden van sleutel gegevens is mislukt.
ru: Не удалось распознать данные ключа.

source: Whoops, please don't upload secret keys!
ar: ‫تحذير : يُرجى عدم رفع مفاتيحك السرية !‬
nl: Oeps, upload geen geheime sleutels!
ru: Оп-ля, пожалуйста не загружай секретные ключи!

source: No key uploaded.
ar: لم يُرفَع أي مفتاح.‏
nl: Geen sleutel geüpload.
ru: Ключ не загружен.

source: Error processing uploaded key.
ar: حدث خطأ أثناء معالجة المفتاح المرفوع.‏
nl: Fout bij het verwerken van geüploade sleutel.
ru: Ошибка обработки загруженного ключа.

source: Upload session expired. Please try again.
ar: انتهت مهلة جلسة الرفع. يُرجى المحاولة مرة أخرى.‏
nl: Uploadsessie is verlopen. Probeer het alstublieft opnieuw.
ru: Сессия загрузки просрочена. Попробуй снова пожалуйста.

source: Invalid verification link.
ar: وصلة التحقُّق باطلة.‏
nl: Ongeldige verificatielink.
ru: Неверная проверочная ссылка.
